Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Built-in calculator panel
de: Integriertes Rechner-Panel
es: Panel de calculadora integrado
et: Sisseehitatud kalkulaatoripaneel
fr: Calculatrice intégrée
hu: Beépített számológép panel
it: Pannello calcolatrice integrato
ja: 内蔵の電卓パネル
ko: 내장 계산기 패널
ms: Panel kalkulator terbina dalam
pt: Painel de calculadora integrado
ru: Встроенная панель калькулятора
zh_hans: 内置计算器面板

source: Built-in themes can’t be changed. We’ll make an editable copy of it for you to tweak.
de: Integrierte Themes lassen sich nicht ändern. Wir erstellen dir eine bearbeitbare Kopie zum Anpassen.
es: Los temas integrados no se pueden modificar. Te haremos una copia editable para que la ajustes.
et: Sisseehitatud teemasid ei saa muuta. Me teeme sinu jaoks muudetava koopia, mida kohandada.
fr: Les thèmes intégrés ne peuvent pas être modifiés. On va t'en faire une copie modifiable à personnaliser.
hu: A beépített témák nem módosíthatók. Készítünk belőle egy szerkeszthető másolatot, amit már alakíthatsz.
it: I temi integrati non si possono modificare. Ne creeremo una copia modificabile per te.
ja: 内蔵テーマは変更できません。編集できるコピーを作成するので、そちらを調整してください。
ko: 기본 테마는 수정할 수 없어요. 편집 가능한 복사본을 만들어 드릴 테니 그걸 손보세요.
ms: Tema terbina dalam tidak boleh diubah. Kami akan buat salinan boleh edit untuk anda ubah suai.
pt: Os temas integrados não podem ser alterados. Vamos criar-te uma cópia editável para ajustares.
ru: Встроенные темы менять нельзя. Мы сделаем её копию, которую можно править.
zh_hans: 内置主题不能修改。我们会给你生成一份可编辑的副本，随便调整。

source: Bullet points
de: Aufzählungspunkte
es: Viñetas
et: Loetelupunktid
fr: Puces
hu: Felsorolásjelek
it: Elenco puntato
ja: 箇条書き
ko: 글머리 기호
ms: Titik peluru
pt: Marcadores
ru: Маркированный список
zh_hans: 项目符号

source: Bunny
de: Hase
es: Conejito
et: Jänes
fr: Lapin
hu: Nyuszi
it: Coniglietto
ja: ウサギ
ko: 토끼
ms: Arnab
pt: Coelhinho
ru: Кролик
zh_hans: 兔子

source: Button style
de: Tastenstil
es: Estilo del botón
et: Nupu stiil
fr: Style du bouton
hu: Gomb stílusa
it: Stile del pulsante
ja: ボタンのスタイル
ko: 버튼 스타일
ms: Gaya butang
pt: Estilo do botão
ru: Стиль кнопок
zh_hans: 按钮样式

source: CC-BY-SA lexicons are also in the Clink-iOS repo without DRM.
de: Die CC-BY-SA-Lexika liegen auch im Clink-iOS-Repo, ohne DRM.
es: Los léxicos CC-BY-SA también están en el repositorio Clink-iOS sin DRM.
et: CC-BY-SA sõnastikud asuvad ka Clink-iOS repositooriumis ilma DRM-ita.
fr: Les lexiques CC-BY-SA sont aussi dans le dépôt Clink-iOS, sans DRM.
hu: A CC-BY-SA lexikonok DRM nélkül a Clink-iOS repóban is elérhetők.
it: I lessici CC-BY-SA sono anche nel repo Clink-iOS, senza DRM.
ja: CC-BY-SA の辞書は、DRM なしで Clink-iOS リポジトリにも置いています。
ko: CC-BY-SA 어휘집은 DRM 없이 Clink-iOS 저장소에도 있어요.
ms: Leksikon CC-BY-SA pun ada dalam repo Clink-iOS tanpa DRM.
pt: Os léxicos CC-BY-SA também estão no repositório Clink-iOS, sem DRM.
ru: Словари под CC-BY-SA лежат и в репозитории Clink-iOS, без DRM.
zh_hans: CC-BY-SA 词库也放在 Clink-iOS 仓库里，没有 DRM。

source: CHOOSE YOUR MEMBERSHIP
de: WÄHLE DEINE MITGLIEDSCHAFT
es: ELIGE TU SUSCRIPCIÓN
et: VALI OMA LIIKMELISUS
fr: CHOISISSEZ VOTRE ABONNEMENT
hu: VÁLASZD KI A TAGSÁGODAT
it: SCEGLI IL TUO ABBONAMENTO
ja: メンバーシップを選ぶ
ko: 멤버십 선택
ms: PILIH KEAHLIAN ANDA
pt: ESCOLHE A TUA SUBSCRIÇÃO
ru: ВЫБЕРИТЕ ПОДПИСКУ
zh_hans: 选择你的会员方案

source: Calculate and paste the result
de: Rechne und füge das Ergebnis ein
es: Haz cálculos y pega el resultado
et: Arvuta ja kleebi tulemus
fr: Fais un calcul et colle le résultat
hu: Számolás és az eredmény beillesztése
it: Fai i calcoli e incolla il risultato
ja: 計算して結果を貼り付けます
ko: 계산하고 결과를 붙여넣으세요
ms: Buat pengiraan dan tampal hasilnya
pt: Faz cálculos e cola o resultado
ru: Вычисления со вставкой результата
zh_hans: 计算并粘贴结果

source: Calculate without leaving the keyboard
de: Rechnen, ohne die Tastatur zu verlassen
es: Calcula sin salir del teclado
et: Arvuta ilma klaviatuurilt lahkumata
fr: Calcule sans quitter le clavier
hu: Számolj anélkül, hogy elhagynád a billentyűzetet
it: Calcola senza lasciare la tastiera
ja: キーボードを離れずに計算
ko: 키보드를 벗어나지 않고 계산하기
ms: Kira tanpa meninggalkan papan kekunci
pt: Calcula sem saíres do teclado
ru: Считайте, не уходя с клавиатуры
zh_hans: 无需离开键盘即可计算

source: Calculator
de: Rechner
es: Calculadora
et: Kalkulaator
fr: Calculatrice
hu: Számológép
it: Calcolatrice
ja: 電卓
ko: 계산기
ms: Kalkulator
pt: Calculadora
ru: Калькулятор
zh_hans: 计算器

source: Calculator is off. Turn it on to use it.
de: Der Rechner ist aus. Schalte ihn ein, um ihn zu nutzen.
es: La calculadora está desactivada. Actívala para usarla.
et: Kalkulaator on väljas. Lülita see sisse, et kasutada.
fr: La calculatrice est désactivée. Active-la pour l'utiliser.
hu: A számológép ki van kapcsolva. Kapcsold be, hogy használhasd.
it: La calcolatrice è disattivata. Attivala per usarla.
ja: 電卓はオフです。オンにすると使えます。
ko: 계산기가 꺼져 있어요. 켜면 쓸 수 있어요.
ms: Kalkulator dimatikan. Hidupkannya untuk menggunakannya.
pt: A calculadora está desligada. Liga-a para a usares.
ru: Калькулятор выключен. Включите его, чтобы пользоваться.
zh_hans: 计算器已关闭。打开后就能使用。

source: Calculator sits in the keyboard and drops the result straight into what you're writing.
de: Der Rechner sitzt in der Tastatur und setzt das Ergebnis direkt in deinen Text.
es: La calculadora vive en el teclado y suelta el resultado directamente en lo que escribes.
et: Kalkulaator asub klaviatuuril ja pannab tulemuse otse sinu kirjutatavasse teksti.
fr: La calculatrice est dans le clavier et dépose le résultat directement dans ce que tu écris.
hu: A Számológép a billentyűzeten belül van, és az eredményt egyenesen abba írja, amit épp gépelsz.
it: La calcolatrice sta nella tastiera e lascia il risultato direttamente in quello che stai scrivendo.
ja: 電卓はキーボードの中にあり、計算結果をそのまま入力中の文章に入れられます。
ko: 계산기는 키보드 안에 있고, 결과를 지금 쓰고 있는 곳에 바로 넣어 줍니다.
ms: Kalkulator berada dalam papan kekunci dan memasukkan hasilnya terus ke dalam apa yang anda tulis.
pt: A calculadora está dentro do teclado e larga o resultado directamente no que estás a escrever.
ru: Калькулятор живёт прямо в клавиатуре и вставляет результат в то, что вы пишете.
zh_hans: 计算器就在键盘里，算完直接把结果写进你正在打的内容。

source: Calculators, snippet boards, pickers: your panels appear behind the keyboard's panel button.
de: Taschenrechner, Snippet-Boards, Picker: deine Panels erscheinen hinter der Panel-Taste der Tastatur.
es: Calculadoras, tableros de fragmentos, selectores: tus paneles aparecen detrás del botón de panel del teclado.
et: Kalkulaatorid, nippide tahvlid, valijad: sinu paneelid ilmuvad klaviatuuri paneelinupu taha.
fr: Calculatrices, tableaux de snippets, sélecteurs : tes panneaux apparaissent derrière le bouton de panneau du clavier.
hu: Számológépek, snippet-táblák, választók: a paneljeid a billentyűzet panel gombja mögött jelennek meg.
it: Calcolatrici, bacheche di snippet, selettori: i tuoi pannelli compaiono dietro il pulsante pannelli della tastiera.
ja: 電卓、スニペット集、ピッカー。あなたのパネルはキーボードのパネルボタンの奥に表示されます。
ko: 계산기, 스니펫 모음, 피커: 내가 만든 패널은 키보드의 패널 버튼 뒤에 나타나요.
ms: Kalkulator, papan snippet, pemilih: panel anda muncul di sebalik butang panel papan kekunci.
pt: Calculadoras, quadros de snippets, seletores: os teus painéis aparecem atrás do botão de painel do teclado.
ru: Калькуляторы, доски заготовок, списки выбора — ваши панели появляются за кнопкой панелей на клавиатуре.
zh_hans: 计算器、代码片段板、选择器：你的面板会出现在键盘面板按钮后面。

source: Calm
de: Ruhig
es: Tranquilo
et: Rahulik
fr: Calme
hu: Nyugodt
it: Calmo
ja: 静か
ko: 잔잔하게
ms: Tenang
pt: Calmo
ru: Спокойно
zh_hans: 安静

source: Calm and still
de: Ruhig und still
es: Sereno y quieto
et: Rahulik ja vaigne
fr: Calme et posé
hu: Nyugodt és csendes
it: Calmo e immobile
ja: 静かで穏やか
ko: 차분하고 고요하게
ms: Tenang dan kaku
pt: Calmo e sereno
ru: Спокойно и неподвижно
zh_hans: 沉稳安静

source: Camera scanning is unavailable. Import a QR image from Photos instead.
de: Das Scannen mit der Kamera ist nicht verfügbar. Importiere ein QR-Bild aus Fotos.
es: No se puede escanear con la cámara. Importa una imagen QR desde Fotos.
et: Kaameraga skannimine pole saadaval. Impordi QR-koodi pilt rakendusest Fotod.
fr: Le scan avec la caméra est indisponible. Importe une image de code QR depuis Photos.
hu: A kamerás beolvasás nem érhető el. Importálj egy QR-kódot tartalmazó képet a Fotókból.
it: La scansione con la fotocamera non è disponibile. Importa un’immagine QR da Foto.
ja: カメラでスキャンできません。「写真」からQRコードの画像を読み込んでください。
ko: 카메라로 스캔할 수 없습니다. 사진 앱에서 QR 코드 이미지를 가져오세요.
ms: Imbasan kamera tidak tersedia. Import imej QR daripada Foto.
pt: Não é possível ler códigos com a câmara. Importa uma imagem QR da app Fotografias.
ru: Сканирование камерой недоступно. Импортируйте изображение QR-кода из приложения «Фото».
zh_hans: 无法使用相机扫描。请从“照片”导入二维码图片。

source: Can I add my own keys?
de: Kann ich eigene Tasten hinzufügen?
es: ¿Puedo añadir mis propias teclas?
et: Kas ma saan lisada oma klahve?
fr: Puis-je ajouter mes propres touches ?
hu: Hozzáadhatok saját billentyűket?
it: Posso aggiungere tasti miei?
ja: 自分でキーを追加できますか？
ko: 키를 직접 추가할 수 있나요?
ms: Boleh saya tambah kekunci sendiri?
pt: Posso acrescentar teclas minhas?
ru: Можно добавить свои клавиши?
zh_hans: 可以自己加按键吗？

source: Can I change profile without opening the app?
de: Kann ich das Profil wechseln, ohne die App zu öffnen?
es: ¿Puedo cambiar de perfil sin abrir la app?
et: Kas ma saan profiili vahetada rakendust avamata?
fr: Puis-je changer de profil sans ouvrir l'app ?
hu: Válthatok profilt anélkül, hogy megnyitnám az appot?
it: Posso cambiare profilo senza aprire l'app?
ja: アプリを開かずにプロファイルを切り替えられますか？
ko: 앱을 열지 않고 프로필을 바꿀 수 있나요?
ms: Bolehkah saya tukar profil tanpa membuka app?
pt: Posso mudar de perfil sem abrir a app?
ru: Можно сменить профиль, не открывая приложение?
zh_hans: 不打开 App 也能换配置吗？

source: Can I change the language of this app?
de: Kann ich die Sprache dieser App ändern?
es: ¿Puedo cambiar el idioma de esta app?
et: Kas ma saan muuta selle rakenduse keelt?
fr: Puis-je changer la langue de cette app ?
hu: Megváltoztathatom az alkalmazás nyelvét?
it: Posso cambiare la lingua di quest'app?
ja: このアプリの言語は変えられますか？
ko: 이 앱의 언어를 바꿀 수 있나요?
ms: Boleh saya tukar bahasa apl ini?
pt: Posso mudar o idioma desta app?
ru: Можно поменять язык самого приложения?
zh_hans: 可以改这个 App 的语言吗？

source: Can I have a number row?
de: Kann ich eine Zahlenreihe haben?
es: ¿Puedo tener fila de números?
et: Kas mul võib olla numbridrida?
fr: Puis-je avoir une rangée de chiffres ?
hu: Lehet számsorom?
it: Posso avere la riga dei numeri?
ja: 数字行を表示できますか？
ko: 숫자 행을 쓸 수 있나요?
ms: Boleh saya dapat baris nombor?
pt: Posso ter linha de números?
ru: Можно вывести ряд цифр?
zh_hans: 可以有数字行吗？

source: Can I just ask a question in my own words?
de: Kann ich einfach in eigenen Worten fragen?
es: ¿Puedo preguntar con mis propias palabras y ya está?
et: Kas ma võin lihtsalt küsida oma sõnadega?
fr: Puis-je simplement poser ma question avec mes mots ?
hu: Kérdezhetek egyszerűen a saját szavaimmal?
it: Posso semplicemente fare una domanda con parole mie?
ja: 自分の言葉でそのまま質問できますか？
ko: 그냥 제 말로 물어봐도 되나요?
ms: Bolehkah saya terus bertanya dengan kata-kata sendiri?
pt: Posso simplesmente perguntar pelas minhas palavras?
ru: Можно просто спросить своими словами?
zh_hans: 我能直接用自己的话提问吗？

source: Can I keep a key on every layout?
de: Kann ich eine Taste auf jedem Layout behalten?
es: ¿Puedo tener una tecla en todas las distribuciones?
et: Kas ma saan hoida klahvi igas paigutuses?
fr: Puis-je garder une touche sur toutes les dispositions ?
hu: Tarthatok egy billentyűt minden kiosztáson?
it: Posso tenere un tasto su tutti i layout?
ja: どのレイアウトにも同じキーを置けますか？
ko: 모든 레이아웃에 같은 키를 둘 수 있나요?
ms: Bolehkah saya kekalkan satu kekunci pada setiap susun atur?
pt: Posso ter uma tecla em todos os esquemas?
ru: Можно оставить клавишу во всех раскладках?
zh_hans: 能让某个键出现在所有布局上吗？

source: Can I keep more than one setup?
de: Kann ich mehrere Einrichtungen behalten?
es: ¿Puedo tener más de una configuración?
et: Kas ma saan hoida rohkem kui üht seadistust?
fr: Puis-je garder plusieurs configurations ?
hu: Tarthatok több beállítást is?
it: Posso tenere più di una configurazione?
ja: 設定を複数持てますか？
ko: 설정을 여러 벌 둘 수 있나요?
ms: Boleh saya simpan lebih daripada satu persediaan?
pt: Posso ter mais do que uma configuração?
ru: Можно держать несколько наборов настроек?
zh_hans: 可以保存多套设置吗？

source: Can I make a shortcut expand into a phrase?
de: Kann ein Kürzel zu einem ganzen Satz werden?
es: ¿Puedo hacer que un atajo se convierta en una frase?
et: Kas ma saan lasta kiirlühil laieneda fraasiks?
fr: Puis-je transformer un raccourci en phrase ?
hu: Lehet, hogy egy rövidítésből egész mondat legyen?
it: Posso far diventare una scorciatoia una frase intera?
ja: 短い入力を定型文に展開できますか？
ko: 짧은 입력을 긴 문구로 바꿀 수 있나요?
ms: Boleh saya jadikan pintasan sebagai satu frasa?
pt: Posso fazer com que um atalho se transforme numa frase?
ru: Можно сделать так, чтобы сокращение разворачивалось во фразу?
zh_hans: 能让一个缩写展开成整句吗？

source: Can I make text bold or shaky from the keyboard?
de: Kann ich Text direkt über die Tastatur fett darstellen oder wackeln lassen?
es: ¿Puedo poner el texto en negrita o hacer que tiemble desde el teclado?
et: Kas saan otse klaviatuurilt teksti paksuks või värisevaks muuta?
fr: Est-ce que je peux mettre du texte en gras ou le faire trembler depuis le clavier ?
hu: Lehet közvetlenül a billentyűzetről félkövér vagy remegő szöveget írni?
it: Posso rendere il testo grassetto o farlo tremare dalla tastiera?
ja: キーボードから文字を太字にしたり、揺れるような見た目にしたりできますか？
ko: 키보드에서 글자를 굵게 하거나 흔들리는 모양으로 바꿀 수 있나요?
ms: Bolehkah saya menjadikan teks tebal atau bergetar terus dari papan kekunci?
pt: Posso pôr texto a negrito ou fazê-lo tremer a partir do teclado?
ru: Можно ли прямо с клавиатуры сделать текст жирным или дрожащим?
zh_hans: 可以直接在键盘上把文字变成粗体或抖动样式吗？

source: Can I see how I actually type?
de: Kann ich sehen, wie ich wirklich tippe?
es: ¿Puedo ver cómo escribo realmente?
et: Kas ma saan näha, kuidas ma tegelikult tipin?
fr: Puis-je voir comment je tape vraiment ?
hu: Megnézhetem, hogyan gépelek valójában?
it: Posso vedere come scrivo davvero?
ja: 自分の入力のクセを見られますか？
ko: 제가 실제로 어떻게 입력하는지 볼 수 있나요?
ms: Bolehkah saya melihat cara sebenar saya menaip?
pt: Posso ver como escrevo na realidade?
ru: Можно посмотреть, как я на самом деле печатаю?
zh_hans: 能看看我实际是怎么打字的吗？

source: Can I stop the letter popping up over my finger?
de: Kann ich verhindern, dass der Buchstabe über meinem Finger aufpoppt?
es: ¿Puedo quitar la letra que salta sobre mi dedo?
et: Kas ma saan takistada tähte enda sõrme kohal hüppamast?
fr: Puis-je empêcher la lettre de surgir au-dessus de mon doigt ?
hu: Kikapcsolhatom, hogy a betű felugorjon az ujjam fölött?
it: Posso togliere la lettera che spunta sopra il dito?
ja: 指の上に文字が飛び出すのをやめられますか？
ko: 손가락 위로 글자가 튀어나오는 걸 끌 수 있나요?
ms: Bolehkah saya hentikan huruf yang timbul atas jari saya?
pt: Posso impedir que a letra salte por cima do dedo?
ru: Можно убрать букву, которая выскакивает над пальцем?
zh_hans: 能不让字母在手指上方弹出来吗？

source: Can I talk instead of type?
de: Kann ich sprechen statt tippen?
es: ¿Puedo hablar en vez de escribir?
et: Kas ma saan rääkida tippimise asemel?
fr: Puis-je parler au lieu de taper ?
hu: Beszélhetek gépelés helyett?
it: Posso parlare invece di scrivere?
ja: 入力の代わりに話せますか？
ko: 입력 대신 말해도 되나요?
ms: Boleh saya bercakap dan bukan menaip?
pt: Posso falar em vez de escrever?
ru: Можно говорить вместо того, чтобы печатать?
zh_hans: 可以说话代替打字吗？

source: Can I use AZERTY or QWERTZ?
de: Kann ich AZERTY oder QWERTZ verwenden?
es: ¿Puedo usar AZERTY o QWERTZ?
et: Kas ma saan kasutada AZERTY või QWERTZ?
fr: Puis-je utiliser AZERTY ou QWERTZ ?
hu: Használhatok AZERTY-t vagy QWERTZ-et?
it: Posso usare AZERTY o QWERTZ?
ja: AZERTYやQWERTZは使えますか？
ko: AZERTY나 QWERTZ를 쓸 수 있나요?
ms: Boleh saya guna AZERTY atau QWERTZ?
pt: Posso usar AZERTY ou QWERTZ?
ru: Можно использовать AZERTY или QWERTZ?
zh_hans: 可以用 AZERTY 或 QWERTZ 吗？

source: Can I work out a number without leaving the message?
de: Kann ich rechnen, ohne die Nachricht zu verlassen?
es: ¿Puedo hacer una cuenta sin salir del mensaje?
et: Kas ma saan arvutada numbri ilma sõnumist lahkumata?
fr: Puis-je faire un calcul sans quitter le message ?
hu: Kiszámolhatok valamit anélkül, hogy kilépnék az üzenetből?
it: Posso fare un calcolo senza uscire dal messaggio?
ja: メッセージから離れずに計算できますか？
ko: 메시지 화면을 벗어나지 않고 계산할 수 있나요?
ms: Bolehkah saya mengira sesuatu tanpa keluar daripada mesej?
pt: Posso fazer uma conta sem sair da mensagem?
ru: Можно посчитать, не выходя из сообщения?
zh_hans: 不离开当前消息也能算个数吗？

source: Can I write a message in a language I don't speak?
de: Kann ich eine Nachricht in einer Sprache schreiben, die ich nicht kann?
es: ¿Puedo escribir un mensaje en un idioma que no hablo?
et: Kas ma saan kirjutada sõnumi keeles, mida ma ei räägi?
fr: Puis-je écrire un message dans une langue que je ne parle pas ?
hu: Írhatok üzenetet olyan nyelven, amit nem beszélek?
it: Posso scrivere un messaggio in una lingua che non conosco?
ja: 話せない言語でメッセージを書けますか？
ko: 제가 못 하는 언어로도 메시지를 쓸 수 있나요?
ms: Bolehkah saya menulis mesej dalam bahasa yang saya tidak tahu?
pt: Posso escrever uma mensagem num idioma que não falo?
ru: Можно написать сообщение на языке, которого я не знаю?
zh_hans: 我能用不会的语言写消息吗？

source: Can I write with my finger instead?
de: Kann ich stattdessen mit dem Finger schreiben?
es: ¿Puedo escribir con el dedo?
et: Kas ma saan selle asemel kirjutada sõrmega?
fr: Puis-je écrire au doigt à la place ?
hu: Írhatok inkább az ujjammal?
it: Posso scrivere con il dito invece di digitare?
ja: 指で書いて入力することもできますか？
ko: 손가락으로 써서 입력할 수도 있나요?
ms: Bolehkah saya menulis dengan jari sebaliknya?
pt: Posso escrever com o dedo em vez de teclar?
ru: Можно писать пальцем от руки?
zh_hans: 能改成用手指写字吗？

source: Can the keyboard follow light and dark mode?
de: Kann die Tastatur dem Hell- und Dunkelmodus folgen?
es: ¿El teclado puede seguir el modo claro y oscuro?
et: Kas klaviatuur saab jälgida heledat ja tumedat režiimi?
fr: Le clavier peut-il suivre le mode clair et sombre ?
hu: Követheti a billentyűzet a világos és sötét módot?
it: La tastiera può seguire la modalità chiara e scura?
ja: キーボードをライト／ダークモードに合わせられますか？
ko: 키보드가 라이트·다크 모드를 따라갈 수 있나요?
ms: Bolehkah papan kekunci mengikut mod cerah dan gelap?
pt: O teclado pode seguir o modo claro e escuro?
ru: Может клавиатура следовать светлому и тёмному режиму?
zh_hans: 键盘能跟着浅色/深色模式变吗？

source: Can't look that up
de: Nachschlagen nicht möglich
es: No se puede consultar
et: Ei saa otsida
fr: Impossible de chercher ce mot
hu: Nem kereshető ki
it: Impossibile cercare
ja: 調べられません
ko: 찾아볼 수 없음
ms: Tidak boleh dicari
pt: Não é possível consultar
ru: Не удалось найти
zh_hans: 无法查询

source: Can't reach Cling
de: Cling nicht erreichbar
es: No se puede acceder a Cling
et: Ei pääse Clingile ligi
fr: Impossible d'accéder à Cling
hu: A Cling nem érhető el
it: Impossibile raggiungere Cling
ja: Cling に接続できません
ko: Cling에 접근할 수 없습니다
ms: Tidak dapat mencapai Cling
pt: Não é possível aceder ao Cling
ru: Cling недоступен
zh_hans: 无法访问 Cling

source: Cancel
de: Abbrechen
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelada
et: Tühistatud
fr: Annulée
hu: Megszakítva
it: Annullata
ja: キャンセル済み
ko: 취소됨
ms: Dibatalkan
pt: Cancelada
ru: Отменено
zh_hans: 已取消

source: Cangjie character tables for offline Chinese input.
de: Cangjie-Zeichentabellen für die chinesische Texteingabe ohne Internetverbindung.
es: Tablas de caracteres Cangjie para escribir en chino sin conexión.
et: Cangjie märgitabelid hiina keeles kirjutamiseks ilma internetiühenduseta.
fr: Tables de caractères Cangjie pour saisir du chinois hors ligne.
hu: Cangjie-karaktertáblák a kínai szöveg offline beviteléhez.
it: Tabelle di caratteri Cangjie per scrivere in cinese offline.
ja: オフラインで中国語を入力するための倉頡文字テーブル。
ko: 오프라인 중국어 입력을 위한 창힐 문자 표입니다.
ms: Jadual aksara Cangjie untuk menaip dalam bahasa Cina tanpa sambungan internet.
pt: Tabelas de caracteres Cangjie para escrever em chinês sem ligação à Internet.
ru: Таблицы символов Цанцзе для ввода китайского текста без интернета.
zh_hans: 用于离线中文输入的仓颉码表。

source: Canvas mode
de: Canvas-Modus
es: Modo Canvas
et: Lõuendirežiim
fr: Mode Canvas
hi: कैनवास मोड
hu: Vászon mód
it: Modalità Canvas
ja: キャンバスモード
ko: 캔버스 모드
ms: Mod Kanvas
ne: क्यानभास मोड
pt: Modo Canvas
ru: Режим Canvas
tr: Tuval modu
zh_hans: 画布模式

source: Cap
de: Groß
es: Mayús
et: Suur
fr: Maj
hu: Sapka
it: Maiusc
ja: 大文字
ko: 대문자
ms: Had
pt: Maiúsc
ru: Кончик
zh_hans: 大写

source: Cap style
de: Kappenstil
es: Estilo de la leyenda
et: Pealdise stiil
fr: Style de la légende
hu: Sapka stílusa
it: Stile della legenda
ja: キートップのスタイル
ko: 키캡 스타일
ms: Gaya muka kekunci
pt: Estilo da legenda
ru: Форма кончика
zh_hans: 键帽样式

source: Capital letters
de: Großbuchstaben
es: Mayúsculas
et: Suurtähed
fr: Majuscules
hu: Nagybetűk
it: Maiuscole
ja: 大文字
ko: 대문자
ms: Huruf besar
pt: Maiúsculas
ru: Заглавные буквы
zh_hans: 大写字母

source: Capitalization, apostrophes, quotes, and spacing tidy up as you type.
de: Großschreibung, Apostrophe, Anführungszeichen und Abstände werden beim Tippen aufgeräumt.
es: Mayúsculas, apóstrofos, comillas y espaciado se ordenan mientras escribes.
et: Suurtäht, ülakoma, jutumärgid ja vahed korrastuvad tipimise käigus.
fr: Majuscules, apostrophes, guillemets et espacement se corrigent pendant que tu écris.
hu: A nagybetűk, aposztrófok, idézőjelek és szóközök gépelés közben rendbe jönnek.
it: Maiuscole, apostrofi, virgolette e spaziatura si sistemano mentre scrivi.
ja: 大文字化、アポストロフィ、引用符、スペースが入力しながら整います。
ko: 대문자, 아포스트로피, 따옴표, 띄어쓰기가 입력하는 동안 알아서 정리돼요.
ms: Huruf besar, tanda koma atas, tanda petik dan jarak dikemaskan semasa anda menaip.
pt: Maiúsculas, apóstrofos, aspas e espaçamento organizam-se enquanto escreves.
ru: Заглавные буквы, апострофы, кавычки и пробелы приводятся в порядок прямо по ходу печати.
zh_hans: 大小写、撇号、引号和间距会在你打字时自动整理好。

source: Capitalization, punctuation, and the symbol page's return to letters, handled while you type.
de: Großschreibung, Zeichensetzung und die Rückkehr von der Symbolseite zu den Buchstaben, alles beim Tippen erledigt.
es: Mayúsculas, puntuación y la vuelta a las letras desde la página de símbolos, resueltas mientras escribes.
et: Suurtähed, kirjavahemärgid ja sümbolilehelt tähtede juurde naasmine, kõik see käib tipimise ajal.
fr: Majuscules, ponctuation et retour aux lettres depuis la page des symboles, gérés pendant que tu tapes.
hu: Nagybetűk, központozás és a szimbólumoldalról a betűkhöz való visszatérés, mindezt gépelés közben intézi.
it: Maiuscole, punteggiatura e ritorno alle lettere dalla pagina dei simboli, gestiti mentre scrivi.
ja: 大文字化、句読点、記号ページから文字への復帰を、入力しながら処理します。
ko: 대문자, 구두점, 기호 페이지에서 문자로 돌아가기까지 입력하는 동안 알아서 처리해요.
ms: Huruf besar, tanda baca dan kembali ke huruf daripada halaman simbol, diuruskan semasa anda menaip.
pt: Maiúsculas, pontuação e o regresso às letras a partir da página de símbolos, tratados enquanto escreves.
ru: Заглавные буквы, пунктуация и возврат к буквам со страницы символов, всё это делается по ходу печати.
zh_hans: 大小写、标点，以及从符号页返回字母，都在你打字时自动处理。

source: Capitalize the first letter of a sentence.
de: Den ersten Buchstaben eines Satzes großschreiben.
es: Pon en mayúscula la primera letra de cada frase.
et: Kirjuta lause esimene täht suure algustähega.
fr: Mets une majuscule à la première lettre d'une phrase.
hu: Nagybetűvel írja a mondat első betűjét.
it: Scrive in maiuscolo la prima lettera di una frase.
ja: 文の最初の文字を大文字にします。
ko: 문장 첫 글자를 대문자로 써요.
ms: Besarkan huruf pertama setiap ayat.
pt: Põe a primeira letra da frase em maiúscula.
ru: Делать первую букву предложения заглавной.
zh_hans: 把句子的首字母改成大写。
